[
  {
    "id": "01",
    "title": "Fast and cost-effective development",
    "content": "We are passionate about delivering top-notch and dynamic solutions through our best structural standards that complement your company's needs, vision, and budget. What’s  more, you own the intellectual property we developed for you."
  },
  {
    "id": "02",
    "title": "Clear communication",
    "content": "We create a communication plan for our clients and team to be always aware of the project's progress, provide feedback and make changes if needed. Moreover, all of our team members have excellent English skills, so there will be no miscommunication."
  },
  {
    "id": "03",
    "title": "Reliable partner and assistant",
    "content": "At every stage of our polished software development process, Onix’s project managers, developers, designers, and QA engineers will work closely with you to ensure the best outcomes."
  },
  {
    "id": "04",
    "title": "High level of quality",
    "content": "The development process follows a set of adopted standards that guarantee our clients will reach the best possible results in their product implementation and get cutting-edge solutions that end users will love."
  },
  {
    "id": "05",
    "title": "Efficient project management",
    "content": "We provide you with a project manager who prepares a document with a detailed product feature list, deadlines, and responsibilities. Thus, you’re continually aware of your project progress and can ensure the team meets deadlines."
  },
  {
    "id": "06",
    "title": "Consistent delivery",
    "content": "We use Agile methodology to add more flexibility, speed, quality, and transparency to our development process. As a result, our team and clients enjoy a structured, iterative development process that allows delivering a valuable final product on time."
  },
  {
    "id": "07",
    "title": "Openness and transparency",
    "content": "No bureaucracy and hidden procedures. All you need to do is to sign NDA and contract to start working with our team. Moreover, our specialists provide clear reporting of the work done, including highly detailed invoices with the hours spent on each task."
  },
  {
    "id": "08",
    "title": "Combination of creativity, inspiration, and technology",
    "content": "Creative collective effort, innovative and flexible use of modern technology, and artistic commitment to excellence blend together to create delightful user experiences and high-performance software products."
  }
]
