[
  {
    "id": "01",
    "title": "Product strategy",
    "content": "Have an AR/VR app idea but don't know where to start? Our experts will help you to develop a plan from scratch starting from the proof of concept development, interactivity optimization to platform and hardware selection, talent identification, and management. We create a robust strategy ensuring a smooth development process and successful product launch."
  },
  {
    "id": "02",
    "title": "AR app development services",
    "content": "Using state-of-the-art technologies, we build robust mobile and desktop AR applications that include 3D models and animation, real-time gesture, objects, and face recognition, motion tracking, ultra high definition video, and many more. The Onix team can help your specific domain create interactive and immersive AR solutions to enhance your brand, increase customer stickiness, and differentiate your company from the competition."
  },
  {
    "id": "03",
    "title": "VR app development services",
    "content": "Leveraging VR technology and our deep expertise, we transform your specific business domain to give unique twists to mundane processes. Our services cover VR apps for mobile, desktop, standalone, web-based solutions. Regardless of your project complexity, we know how to build a VR solution that will satisfy your next-generation users and achieve core business goals!"
  },
  {
    "id": "04",
    "title": "Prototyping and Proof of Concept",
    "content": "We'll test your product idea before you start investing. Our VR/AR experts create a PoC/prototype of your product to verify key functionality workability and product idea viability before jumping into full-blown development."
  },
  {
    "id": "05",
    "title": "AR/VR gaming app development",
    "content": "The Onix team has extensive experience in building interactive graphics-rich gaming apps for web and mobile platforms. We have professional AR/VR game developers who enable your users to see the world from a fantastic immersive perspective. Our full-cycle AR/VR game development service includes top-notch graphics, 3D characters, dynamic gameplay, and a superb interface that delivers an interactive, engaging, and ‘wow’ user experience across devices."
  },
  {
    "id": "06",
    "title": "3D content creation",
    "content": "The Onix team has vast experience in creating 3D content. Our content creation services involve storyboarding, imagery, photogrammetry, 3D modeling, rigging, animations, VFX spatial audio, technical art, and UI/UX design. Whatever your product idea, we'll create highly immersive 3D content that provides extraordinary user experiences and differentiates you from your competitors."
  },
  {
    "id": "07",
    "title": "Research and technological development",
    "content": "To remain relevant, you should continue to innovate. That's where our R&D service comes in handy. We assist you in choosing the best technology and suitable devices/accessories for your project that contribute to a company's long-term profitability. Our VR R&D service allows you to produce cutting-edge solutions and stay ahead of your competition."
  },
  {
    "id": "08",
    "title": "AR/VR educational app development",
    "content": "Our AR/VR educational app development service offers a cutting-edge solution for modern learners. We work with clients to identify their educational goals and target audience and develop a custom app that provides an engaging and immersive learning experience. Our team uses the latest technology stacks and tools to build user-friendly and performance apps and rigorously tests them to ensure their stability and usability."
  },
  {
    "id": "09",
    "title": "Dedicated team",
    "content": "We form a dedicated software development team that helps you deliver a high-quality AR/VR product and produce excellent results. You focus on your business growth while our specialists take care of all the project management hassle and guarantee a smooth and transparent development process."
  },
  {
    "id": "10",
    "title": "Consulting & Support",
    "content": "Not sure how to apply AR/VR technology to your business to start leveraging it? Our experts will gladly provide you with superb consulting and support services to demonstrate how this technology can be used in your specific type of industry. After an in-depth analysis of your business goals, we'll offer you the best-suited AR/VR solution to meet your concrete needs and gain a competitive edge."
  }
]
